Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Thanks for getting in touch. We've received your message. We reply to urgent issues as soon as we can, and to other questions within one business day.
ar: شكرًا لتواصلك معنا. تلقّينا رسالتك. نرد على المشكلات العاجلة بأسرع ما يمكن، وعلى الأسئلة الأخرى خلال يوم عمل واحد.
de: Danke für deine Nachricht. Wir haben sie erhalten. Auf dringende Probleme antworten wir so schnell wie möglich, auf andere Fragen innerhalb eines Werktags.
el: Ευχαριστούμε για την επικοινωνία. Λάβαμε το μήνυμά σας. Απαντάμε στα επείγοντα θέματα το συντομότερο δυνατό και στις υπόλοιπες ερωτήσεις μέσα σε μία εργάσιμη ημέρα.
es: Gracias por escribirnos. Hemos recibido tu mensaje. Respondemos a los problemas urgentes lo antes posible, y a otras consultas en un día laborable.
fa: از تماس شما سپاسگزاریم. پیامتان را دریافت کردیم. به مشکلات فوری در سریع‌ترین زمان و به پرسش‌های دیگر ظرف یک روز کاری پاسخ می‌دهیم.
fr: Merci de nous avoir contactés. Nous avons reçu votre message. Nous répondons aux problèmes urgents dès que possible, et aux autres questions sous un jour ouvré.
he: תודה שפניתם אלינו. קיבלנו את ההודעה שלכם. אנחנו עונים לבעיות דחופות בהקדם האפשרי, ולשאלות אחרות תוך יום עסקים אחד.
hi: संपर्क करने के लिए धन्यवाद। हमें आपका संदेश मिल गया है। हम ज़रूरी समस्याओं का जल्द से जल्द और बाकी सवालों का एक कार्य दिवस के भीतर जवाब देते हैं।
id: Terima kasih telah menghubungi kami. Kami sudah menerima pesan Anda. Kami membalas masalah mendesak secepat mungkin, dan pertanyaan lain dalam satu hari kerja.
it: Grazie per averci scritto. Abbiamo ricevuto il tuo messaggio. Rispondiamo ai problemi urgenti il prima possibile, e alle altre domande entro un giorno lavorativo.
ja: お問い合わせありがとうございます。メッセージを受け取りました。緊急の問題にはできるだけ早く、そのほかのお問い合わせには1営業日以内にお返事します。
ko: 연락해 주셔서 감사합니다. 메시지를 받았습니다. 급한 문제는 최대한 빨리, 그 밖의 문의는 영업일 기준 하루 안에 답변드립니다.
nl: Bedankt voor je bericht. We hebben het ontvangen. Op dringende problemen reageren we zo snel mogelijk, op andere vragen binnen één werkdag.
pl: Dziękujemy za kontakt. Otrzymaliśmy Twoją wiadomość. Na pilne problemy odpowiadamy jak najszybciej, a na inne pytania w ciągu jednego dnia roboczego.
pt: Obrigado por entrar em contato. Recebemos sua mensagem. Respondemos a problemas urgentes o quanto antes, e a outras perguntas em até um dia útil.
ru: Спасибо, что написали. Мы получили ваше сообщение. На срочные вопросы отвечаем как можно скорее, на остальные — в течение одного рабочего дня.
sv: Tack för att du hörde av dig. Vi har tagit emot ditt meddelande. Vi svarar på brådskande problem så snart vi kan, och på andra frågor inom en arbetsdag.
th: ขอบคุณที่ติดต่อเรา เราได้รับข้อความของคุณแล้ว เราจะตอบปัญหาเร่งด่วนให้เร็วที่สุด และตอบคำถามอื่นๆ ภายในหนึ่งวันทำการ
tr: Bize yazdığınız için teşekkürler. Mesajınızı aldık. Acil sorunlara olabildiğince çabuk, diğer sorulara bir iş günü içinde yanıt veriyoruz.
uk: Дякуємо, що написали. Ми отримали ваше повідомлення. На термінові питання відповідаємо якнайшвидше, на інші — протягом одного робочого дня.
vi: Cảm ơn bạn đã liên hệ. Chúng tôi đã nhận được tin nhắn. Chúng tôi trả lời vấn đề khẩn cấp sớm nhất có thể, và các câu hỏi khác trong vòng một ngày làm việc.
zh_hans: 感谢你联系我们。我们已收到你的消息。紧急问题我们会尽快回复，其他问题会在一个工作日内回复。

source: Adds your app version, device, and accessibility settings, such as VoiceOver, to help us find the problem.
ar: يضيف إصدار التطبيق والجهاز وإعدادات إمكانية الوصول، مثل VoiceOver، لمساعدتنا في العثور على المشكلة.
de: Fügt deine App-Version, dein Gerät und deine Bedienungshilfen-Einstellungen wie VoiceOver hinzu, damit wir das Problem finden können.
el: Προσθέτει την έκδοση της εφαρμογής, τη συσκευή και τις ρυθμίσεις προσβασιμότητας, όπως το VoiceOver, για να μας βοηθήσει να βρούμε το πρόβλημα.
es: Añade la versión de la app, el dispositivo y tus ajustes de accesibilidad, como VoiceOver, para ayudarnos a encontrar el problema.
fa: نسخهٔ برنامه، دستگاه و تنظیمات دسترس‌پذیری، مثل VoiceOver، را اضافه می‌کند تا به ما در یافتن مشکل کمک کند.
fr: Ajoute la version de l'app, l'appareil et vos réglages d'accessibilité, comme VoiceOver, pour nous aider à trouver le problème.
he: מוסיף את גרסת האפליקציה, המכשיר והגדרות הנגישות, כמו VoiceOver, כדי לעזור לנו למצוא את הבעיה.
hi: समस्या ढूँढने में हमारी मदद के लिए आपका ऐप संस्करण, डिवाइस और VoiceOver जैसी सुलभता सेटिंग्स जोड़ता है।
id: Menambahkan versi aplikasi, perangkat, dan pengaturan aksesibilitas, seperti VoiceOver, untuk membantu kami menemukan masalahnya.
it: Aggiunge la versione dell'app, il dispositivo e le impostazioni di accessibilità, come VoiceOver, per aiutarci a trovare il problema.
ja: 問題の特定に役立つよう、アプリのバージョン、デバイス、VoiceOver などのアクセシビリティ設定を追加します。
ko: 문제를 찾는 데 도움이 되도록 앱 버전, 기기, VoiceOver 같은 손쉬운 사용 설정을 추가합니다.
nl: Voegt je appversie, apparaat en toegankelijkheidsinstellingen zoals VoiceOver toe, zodat we het probleem kunnen vinden.
pl: Dodaje wersję aplikacji, urządzenie i ustawienia dostępności, takie jak VoiceOver, aby pomóc nam znaleźć problem.
pt: Adiciona a versão do app, o dispositivo e os ajustes de acessibilidade, como o VoiceOver, para nos ajudar a encontrar o problema.
ru: Добавляет версию приложения, устройство и настройки универсального доступа, например VoiceOver, чтобы помочь нам найти проблему.
sv: Lägger till din appversion, enhet och dina tillgänglighetsinställningar, som VoiceOver, så att vi kan hitta problemet.
th: เพิ่มเวอร์ชันแอป อุปกรณ์ และการตั้งค่าการช่วยการเข้าถึง เช่น VoiceOver เพื่อช่วยให้เราหาปัญหาได้
tr: Sorunu bulmamıza yardımcı olmak için uygulama sürümünüzü, cihazınızı ve VoiceOver gibi erişilebilirlik ayarlarınızı ekler.
uk: Додає версію додатка, пристрій і параметри доступності, як-от VoiceOver, щоб допомогти нам знайти проблему.
vi: Thêm phiên bản ứng dụng, thiết bị và cài đặt trợ năng, như VoiceOver, để giúp chúng tôi tìm ra vấn đề.
zh_hans: 添加你的应用版本、设备以及 VoiceOver 等辅助功能设置，帮助我们找到问题。

source: • Describe the exact steps to reproduce the problem. • Say what you expected and what happened instead. • Turn on "Include app and device info" above to add your version details.
ar: • صف الخطوات الدقيقة لإعادة إنتاج المشكلة. • اذكر ما توقعته وما حدث بدلًا منه. • شغّل "تضمين معلومات التطبيق والجهاز" أعلاه لإضافة بيانات الإصدار.
de: • Beschreibe die genauen Schritte, um das Problem zu reproduzieren. • Sage, was du erwartet hast und was stattdessen passiert ist. • Schalte oben „App- und Geräteinfos einschließen“ ein, um deine Versionsdaten hinzuzufügen.
el: • Περιγράψτε τα ακριβή βήματα για να αναπαραχθεί το πρόβλημα. • Πείτε τι περιμένατε και τι έγινε αντί γι' αυτό. • Ενεργοποιήστε παραπάνω το «Συμπερίληψη πληροφοριών εφαρμογής και συσκευής» για να προσθέσετε τα στοιχεία έκδοσης.
es: • Describe los pasos exactos para reproducir el problema. • Di lo que esperabas y lo que pasó en su lugar. • Activa «Incluir información de la app y el dispositivo» arriba para añadir los datos de versión.
fa: • گام‌های دقیق بازتولید مشکل را شرح دهید. • بگویید چه انتظاری داشتید و به‌جای آن چه رخ داد. • برای افزودن اطلاعات نسخه، «گنجاندن اطلاعات برنامه و دستگاه» را در بالا روشن کنید.
fr: • Décrivez les étapes exactes pour reproduire le problème. • Dites ce que vous attendiez et ce qui s'est passé à la place. • Activez « Inclure les infos de l'app et de l'appareil » ci-dessus pour ajouter vos informations de version.
he: • תארו את השלבים המדויקים לשחזור הבעיה. • ציינו למה ציפיתם ומה קרה במקום זאת. • הפעילו למעלה את "כלול מידע על האפליקציה והמכשיר" כדי להוסיף את פרטי הגרסה.
hi: • समस्या दोहराने के सटीक चरण बताएँ। • बताएँ कि आपने क्या उम्मीद की थी और इसके बजाय क्या हुआ। • अपनी संस्करण जानकारी जोड़ने के लिए ऊपर "ऐप और डिवाइस जानकारी शामिल करें" चालू करें।
id: • Jelaskan langkah persis untuk mereproduksi masalah. • Sebutkan apa yang Anda harapkan dan apa yang terjadi sebagai gantinya. • Nyalakan "Sertakan info aplikasi dan perangkat" di atas untuk menambahkan detail versi Anda.
it: • Descrivi i passaggi esatti per riprodurre il problema. • Indica cosa ti aspettavi e cosa è successo invece. • Attiva «Includi informazioni su app e dispositivo» qui sopra per aggiungere i dati della versione.
ja: • 問題を再現する正確な手順を書いてください。 • 期待していたことと、実際に起きたことを書いてください。 • バージョン情報を追加するには、上の「アプリとデバイスの情報を含める」をオンにしてください。
ko: • 문제를 재현하는 정확한 단계를 설명하세요. • 예상한 결과와 실제로 일어난 일을 적어 주세요. • 버전 정보를 추가하려면 위의 "앱 및 기기 정보 포함"을 켜세요.
nl: • Beschrijf de precieze stappen om het probleem te reproduceren. • Zeg wat je verwachtte en wat er in plaats daarvan gebeurde. • Zet hierboven "App- en apparaatinfo toevoegen" aan om je versiegegevens toe te voegen.
pl: • Opisz dokładne kroki, które odtwarzają problem. • Napisz, czego się spodziewałeś i co stało się zamiast tego. • Włącz powyżej „Dołącz informacje o aplikacji i urządzeniu”, aby dodać dane o wersji.
pt: • Descreva os passos exatos para reproduzir o problema. • Diga o que você esperava e o que aconteceu no lugar. • Ative "Incluir informações do app e do dispositivo" acima para adicionar os dados de versão.
ru: • Опишите точные шаги, чтобы воспроизвести проблему. • Укажите, чего вы ожидали и что произошло вместо этого. • Включите выше «Добавить сведения о приложении и устройстве», чтобы приложить данные о версии.
sv: • Beskriv exakt vilka steg som återskapar problemet. • Berätta vad du förväntade dig och vad som hände i stället. • Slå på "Inkludera app- och enhetsinformation" ovan för att lägga till versionsuppgifter.
th: • อธิบายขั้นตอนที่แน่นอนในการทำให้เกิดปัญหาซ้ำ • บอกว่าคุณคาดหวังอะไรและเกิดอะไรขึ้นแทน • เปิด "รวมข้อมูลแอปและอุปกรณ์" ด้านบนเพื่อเพิ่มข้อมูลเวอร์ชัน
tr: • Sorunu yeniden oluşturmak için tam adımları açıklayın. • Ne beklediğinizi ve bunun yerine ne olduğunu belirtin. • Sürüm bilgilerinizi eklemek için yukarıdaki "Uygulama ve cihaz bilgilerini ekle" seçeneğini açın.
uk: • Опишіть точні кроки, щоб відтворити проблему. • Укажіть, чого ви очікували і що сталося натомість. • Увімкніть вище «Додати відомості про додаток і пристрій», щоб додати дані про версію.
vi: • Mô tả chính xác các bước để tái hiện vấn đề. • Cho biết bạn mong đợi điều gì và thực tế đã xảy ra gì. • Bật "Bao gồm thông tin ứng dụng và thiết bị" ở trên để thêm thông tin phiên bản.
zh_hans: • 描述重现问题的确切步骤。 • 说明你预期的结果以及实际发生的情况。 • 打开上方的“包含应用和设备信息”，以添加版本信息。

source: Tips for a helpful bug report: describe the exact steps to reproduce the problem, what you expected, and what happened instead. Turn on Include app and device info above to add your version details.
ar: نصائح لبلاغ خطأ مفيد: صف الخطوات الدقيقة لإعادة إنتاج المشكلة، وما توقعته، وما حدث بدلًا منه. شغّل تضمين معلومات التطبيق والجهاز أعلاه لإضافة بيانات الإصدار.
de: Tipps für einen hilfreichen Fehlerbericht: Beschreibe die genauen Schritte, um das Problem zu reproduzieren, was du erwartet hast und was stattdessen passiert ist. Schalte oben „App- und Geräteinfos einschließen“ ein, um deine Versionsdaten hinzuzufügen.
el: Συμβουλές για μια χρήσιμη αναφορά σφάλματος: περιγράψτε τα ακριβή βήματα για να αναπαραχθεί το πρόβλημα, τι περιμένατε και τι έγινε αντί γι' αυτό. Ενεργοποιήστε παραπάνω το Συμπερίληψη πληροφοριών εφαρμογής και συσκευής για να προσθέσετε τα στοιχεία έκδοσης.
es: Consejos para un informe de error útil: describe los pasos exactos para reproducir el problema, lo que esperabas y lo que pasó en su lugar. Activa Incluir información de la app y el dispositivo arriba para añadir los datos de versión.
fa: نکته‌هایی برای یک گزارش اشکال مفید: گام‌های دقیق بازتولید مشکل، انتظارتان و آنچه به‌جایش رخ داد را شرح دهید. برای افزودن اطلاعات نسخه، گنجاندن اطلاعات برنامه و دستگاه را در بالا روشن کنید.
fr: Conseils pour un rapport de bug utile : décrivez les étapes exactes pour reproduire le problème, ce que vous attendiez et ce qui s'est passé à la place. Activez Inclure les infos de l'app et de l'appareil ci-dessus pour ajouter vos informations de version.
he: טיפים לדיווח באג מועיל: תארו את השלבים המדויקים לשחזור הבעיה, למה ציפיתם ומה קרה במקום זאת. הפעילו למעלה את כלול מידע על האפליקציה והמכשיר כדי להוסיף את פרטי הגרסה.
hi: उपयोगी बग रिपोर्ट के सुझाव: समस्या दोहराने के सटीक चरण, आपने क्या उम्मीद की थी और इसके बजाय क्या हुआ, बताएँ। अपनी संस्करण जानकारी जोड़ने के लिए ऊपर ऐप और डिवाइस जानकारी शामिल करें चालू करें।
id: Tips untuk laporan bug yang bermanfaat: jelaskan langkah persis untuk mereproduksi masalah, apa yang Anda harapkan, dan apa yang terjadi sebagai gantinya. Nyalakan Sertakan info aplikasi dan perangkat di atas untuk menambahkan detail versi Anda.
it: Consigli per una segnalazione utile: descrivi i passaggi esatti per riprodurre il problema, cosa ti aspettavi e cosa è successo invece. Attiva Includi informazioni su app e dispositivo qui sopra per aggiungere i dati della versione.
ja: 役立つバグレポートのヒント: 問題を再現する正確な手順、期待していたこと、実際に起きたことを書いてください。バージョン情報を追加するには、上の「アプリとデバイスの情報を含める」をオンにしてください。
ko: 유용한 버그 보고 팁: 문제를 재현하는 정확한 단계, 예상한 결과, 실제로 일어난 일을 설명하세요. 버전 정보를 추가하려면 위의 앱 및 기기 정보 포함을 켜세요.
nl: Tips voor een nuttig bugrapport: beschrijf de precieze stappen om het probleem te reproduceren, wat je verwachtte en wat er in plaats daarvan gebeurde. Zet hierboven App- en apparaatinfo toevoegen aan om je versiegegevens toe te voegen.
pl: Porady dotyczące przydatnego zgłoszenia błędu: opisz dokładne kroki, które odtwarzają problem, czego się spodziewałeś i co stało się zamiast tego. Włącz powyżej Dołącz informacje o aplikacji i urządzeniu, aby dodać dane o wersji.
pt: Dicas para um relatório de bug útil: descreva os passos exatos para reproduzir o problema, o que você esperava e o que aconteceu no lugar. Ative Incluir informações do app e do dispositivo acima para adicionar os dados de versão.
ru: Советы для полезного отчёта об ошибке: опишите точные шаги, чтобы воспроизвести проблему, чего вы ожидали и что произошло вместо этого. Включите выше «Добавить сведения о приложении и устройстве», чтобы приложить данные о версии.
sv: Tips för en användbar buggrapport: beskriv exakt vilka steg som återskapar problemet, vad du förväntade dig och vad som hände i stället. Slå på Inkludera app- och enhetsinformation ovan för att lägga till versionsuppgifter.
th: เคล็ดลับสำหรับรายงานข้อบกพร่องที่มีประโยชน์: อธิบายขั้นตอนที่แน่นอนในการทำให้เกิดปัญหาซ้ำ สิ่งที่คุณคาดหวัง และสิ่งที่เกิดขึ้นแทน เปิด รวมข้อมูลแอปและอุปกรณ์ ด้านบนเพื่อเพิ่มข้อมูลเวอร์ชัน
tr: Yararlı bir hata raporu için ipuçları: Sorunu yeniden oluşturmak için tam adımları, ne beklediğinizi ve bunun yerine ne olduğunu açıklayın. Sürüm bilgilerinizi eklemek için yukarıdaki Uygulama ve cihaz bilgilerini ekle seçeneğini açın.
uk: Поради для корисного звіту про помилку: опишіть точні кроки, щоб відтворити проблему, чого ви очікували і що сталося натомість. Увімкніть вище «Додати відомості про додаток і пристрій», щоб додати дані про версію.
vi: Mẹo cho một báo cáo lỗi hữu ích: mô tả chính xác các bước để tái hiện vấn đề, điều bạn mong đợi và điều thực tế đã xảy ra. Bật Bao gồm thông tin ứng dụng và thiết bị ở trên để thêm thông tin phiên bản.
zh_hans: 撰写有用错误报告的技巧：描述重现问题的确切步骤、你预期的结果以及实际发生的情况。打开上方的“包含应用和设备信息”，以添加版本信息。

source: I confirm this is a genuine message. It isn't sponsored content, advertising, an SEO submission, or any other paid proposal.
ar: أؤكد أن هذه رسالة حقيقية. ليست محتوى مموّلًا أو إعلانًا أو عرض تحسين محركات بحث أو أي عرض مدفوع آخر.
de: Ich bestätige, dass dies eine echte Nachricht ist. Es handelt sich nicht um gesponserte Inhalte, Werbung, eine SEO-Einreichung oder ein anderes bezahltes Angebot.
el: Επιβεβαιώνω ότι αυτό είναι γνήσιο μήνυμα. Δεν είναι χορηγούμενο περιεχόμενο, διαφήμιση, πρόταση SEO ή οποιαδήποτε άλλη επί πληρωμή πρόταση.
es: Confirmo que es un mensaje auténtico. No es contenido patrocinado, publicidad, una propuesta de SEO ni ninguna otra oferta de pago.
fa: تأیید می‌کنم که این یک پیام واقعی است. محتوای حمایت‌شده، تبلیغ، پیشنهاد سئو یا هیچ پیشنهاد پولی دیگری نیست.
fr: Je confirme qu'il s'agit d'un vrai message. Ce n'est pas un contenu sponsorisé, une publicité, une proposition SEO ni aucune autre offre payante.
he: אני מאשר/ת שזו הודעה אמיתית. זו לא תוכן ממומן, פרסומת, הצעת SEO או כל הצעה בתשלום אחרת.
hi: मैं पुष्टि करता/करती हूँ कि यह एक असली संदेश है। यह प्रायोजित सामग्री, विज्ञापन, SEO प्रस्ताव या कोई दूसरा भुगतान वाला प्रस्ताव नहीं है।
id: Saya menyatakan bahwa ini adalah pesan sungguhan. Ini bukan konten bersponsor, iklan, penawaran SEO, atau penawaran berbayar lainnya.
it: Confermo che si tratta di un messaggio autentico. Non è un contenuto sponsorizzato, pubblicità, una proposta SEO o altra offerta a pagamento.
ja: これが本物のメッセージであることを確認します。スポンサーコンテンツ、広告、SEO の提案、その他の有料の提案ではありません。
ko: 이 메시지가 진짜임을 확인합니다. 후원 콘텐츠, 광고, SEO 제안 또는 기타 유료 제안이 아닙니다.
nl: Ik bevestig dat dit een echt bericht is. Het is geen gesponsorde inhoud, advertentie, SEO-inzending of ander betaald voorstel.
pl: Potwierdzam, że to prawdziwa wiadomość. Nie jest to treść sponsorowana, reklama, propozycja SEO ani żadna inna płatna oferta.
pt: Confirmo que esta é uma mensagem genuína. Não é conteúdo patrocinado, publicidade, proposta de SEO nem qualquer outra oferta paga.
ru: Подтверждаю, что это настоящее сообщение. Это не спонсорский материал, не реклама, не SEO-предложение и не другое платное предложение.
sv: Jag bekräftar att detta är ett äkta meddelande. Det är inte sponsrat innehåll, reklam, ett SEO-förslag eller något annat betalt erbjudande.
th: ฉันยืนยันว่านี่เป็นข้อความจริง ไม่ใช่เนื้อหาที่ได้รับการสนับสนุน โฆษณา ข้อเสนอ SEO หรือข้อเสนอแบบชำระเงินอื่นใด
tr: Bunun gerçek bir mesaj olduğunu onaylıyorum. Sponsorlu içerik, reklam, SEO teklifi veya başka bir ücretli teklif değildir.
uk: Підтверджую, що це справжнє повідомлення. Це не спонсорський вміст, не реклама, не SEO-пропозиція і не інша платна пропозиція.
vi: Tôi xác nhận đây là tin nhắn thật. Đây không phải nội dung được tài trợ, quảng cáo, đề xuất SEO hay bất kỳ đề nghị trả phí nào khác.
zh_hans: 我确认这是一条真实消息。它不是赞助内容、广告、SEO 推广或任何其他付费提议。

source: Your submission has been sent to our team. Thank you for describing this app's accessibility. We'll let you know when it's ready to appear in the directory.
ar: أُرسل طلبك إلى فريقنا. شكرًا لوصفك إمكانية الوصول في هذا التطبيق. سنُعلمك عندما يصبح جاهزًا للظهور في الدليل.
de: Deine Einreichung wurde an unser Team gesendet. Danke, dass du die Barrierefreiheit dieser App beschrieben hast. Wir sagen dir Bescheid, wenn sie im Verzeichnis erscheint.
el: Η υποβολή σας στάλθηκε στην ομάδα μας. Ευχαριστούμε που περιγράψατε την προσβασιμότητα αυτής της εφαρμογής. Θα σας ενημερώσουμε όταν είναι έτοιμη να εμφανιστεί στον κατάλογο.
es: Tu envío se ha mandado a nuestro equipo. Gracias por describir la accesibilidad de esta app. Te avisaremos cuando esté lista para aparecer en el directorio.
fa: ارسال شما برای تیم ما فرستاده شد. از اینکه دسترس‌پذیری این برنامه را شرح دادید سپاسگزاریم. وقتی برای نمایش در فهرست آماده شد خبرتان می‌کنیم.
fr: Votre proposition a été envoyée à notre équipe. Merci d'avoir décrit l'accessibilité de cette appli. Nous vous préviendrons quand elle sera prête à apparaître dans le répertoire.
he: הבקשה שלכם נשלחה לצוות שלנו. תודה שתיארתם את הנגישות של האפליקציה הזו. נודיע לכם כשהיא תהיה מוכנה להופיע בספרייה.
hi: आपका सबमिशन हमारी टीम को भेज दिया गया है। इस ऐप की सुलभता बताने के लिए धन्यवाद। निर्देशिका में दिखने के लिए तैयार होने पर हम आपको बताएँगे।
id: Kiriman Anda sudah dikirim ke tim kami. Terima kasih telah menjelaskan aksesibilitas aplikasi ini. Kami akan memberi tahu Anda saat aplikasi siap muncul di direktori.
it: Il tuo invio è stato mandato al nostro team. Grazie per aver descritto l'accessibilità di questa app. Ti avviseremo quando sarà pronta per comparire nella directory.
ja: 投稿がチームに送信されました。このアプリのアクセシビリティを説明していただき、ありがとうございます。ディレクトリに掲載できるようになったらお知らせします。
ko: 제출하신 내용이 팀에 전달되었습니다. 이 앱의 접근성을 설명해 주셔서 감사합니다. 디렉터리에 표시될 준비가 되면 알려 드리겠습니다.
nl: Je inzending is naar ons team gestuurd. Bedankt dat je de toegankelijkheid van deze app hebt beschreven. We laten het je weten als hij klaar is om in de directory te verschijnen.
pl: Twoje zgłoszenie zostało wysłane do naszego zespołu. Dziękujemy za opisanie dostępności tej aplikacji. Damy znać, gdy będzie gotowa do pojawienia się w katalogu.
pt: Seu envio foi mandado para nossa equipe. Obrigado por descrever a acessibilidade deste app. Avisaremos quando ele estiver pronto para aparecer no diretório.
ru: Ваша заявка отправлена нашей команде. Спасибо, что описали доступность этого приложения. Мы сообщим, когда оно появится в каталоге.
sv: Ditt bidrag har skickats till vårt team. Tack för att du beskrev appens tillgänglighet. Vi hör av oss när den är redo att visas i katalogen.
th: การส่งของคุณถูกส่งไปยังทีมของเราแล้ว ขอบคุณที่อธิบายการช่วยการเข้าถึงของแอปนี้ เราจะแจ้งให้ทราบเมื่อพร้อมแสดงในไดเรกทอรี
tr: Gönderiniz ekibimize iletildi. Bu uygulamanın erişilebilirliğini anlattığınız için teşekkürler. Dizinde görünmeye hazır olduğunda size haber vereceğiz.
uk: Вашу заявку надіслано нашій команді. Дякуємо, що описали доступність цього додатка. Ми повідомимо, коли він з'явиться в каталозі.
vi: Bài gửi của bạn đã được chuyển đến nhóm chúng tôi. Cảm ơn bạn đã mô tả trợ năng của ứng dụng này. Chúng tôi sẽ báo cho bạn khi nó sẵn sàng xuất hiện trong danh mục.
zh_hans: 你的提交已发送给我们的团队。感谢你描述这个应用的无障碍表现。它可以显示在目录中时，我们会通知你。

source: The AppleVis App Directory is a community resource. Read and confirm the following before adding an app.
ar: دليل تطبيقات AppleVis مورد مجتمعي. اقرأ ما يلي وأكّده قبل إضافة تطبيق.
de: Das AppleVis-App-Verzeichnis ist ein Angebot der Community. Lies und bestätige Folgendes, bevor du eine App hinzufügst.
el: Ο Κατάλογος Εφαρμογών του AppleVis είναι πόρος της κοινότητας. Διαβάστε και επιβεβαιώστε τα παρακάτω πριν προσθέσετε μια εφαρμογή.
es: El Directorio de apps de AppleVis es un recurso de la comunidad. Lee y confirma lo siguiente antes de añadir una app.
fa: فهرست برنامه‌های AppleVis یک منبع جامعه است. پیش از افزودن برنامه، موارد زیر را بخوانید و تأیید کنید.
fr: Le Répertoire d'applis AppleVis est une ressource communautaire. Lisez et confirmez les points suivants avant d'ajouter une appli.
he: ספריית האפליקציות של AppleVis היא משאב קהילתי. קראו ואשרו את הדברים הבאים לפני הוספת אפליקציה.
hi: AppleVis ऐप निर्देशिका एक सामुदायिक संसाधन है। ऐप जोड़ने से पहले नीचे दी गई बातें पढ़ें और उनकी पुष्टि करें।
id: Direktori Aplikasi AppleVis adalah sumber daya komunitas. Baca dan konfirmasi hal berikut sebelum menambahkan aplikasi.
it: La Directory delle app di AppleVis è una risorsa della comunità. Leggi e conferma quanto segue prima di aggiungere un'app.
ja: AppleVis のアプリディレクトリはコミュニティのリソースです。アプリを追加する前に、次の内容を読んで確認してください。
ko: AppleVis 앱 디렉터리는 커뮤니티 자료입니다. 앱을 추가하기 전에 다음 내용을 읽고 확인하세요.
nl: De AppleVis App-directory is een bron van de community. Lees en bevestig het volgende voordat je een app toevoegt.
pl: Katalog aplikacji AppleVis to zasób społeczności. Przeczytaj i potwierdź poniższe informacje przed dodaniem aplikacji.
pt: O Diretório de apps do AppleVis é um recurso da comunidade. Leia e confirme o seguinte antes de adicionar um app.
ru: Каталог приложений AppleVis — ресурс сообщества. Прочитайте и подтвердите следующее, прежде чем добавлять приложение.
sv: AppleVis appkatalog är en resurs för gemenskapen. Läs och bekräfta följande innan du lägger till en app.
th: ไดเรกทอรีแอป AppleVis เป็นแหล่งข้อมูลของชุมชน อ่านและยืนยันข้อความต่อไปนี้ก่อนเพิ่มแอป
tr: AppleVis Uygulama Dizini bir topluluk kaynağıdır. Bir uygulama eklemeden önce aşağıdakileri okuyup onaylayın.
uk: Каталог додатків AppleVis — ресурс спільноти. Прочитайте й підтвердьте наведене нижче, перш ніж додавати додаток.
vi: Danh mục ứng dụng AppleVis là tài nguyên của cộng đồng. Hãy đọc và xác nhận các điều sau trước khi thêm ứng dụng.
zh_hans: AppleVis 应用目录是社区资源。添加应用前，请阅读并确认以下内容。
